[Main]
DisplayName=Slovenčina

[Uninstaller_frmIObitUninstall]
rdibFeedback.Caption=Spätná väzba

[Uninstaller_fraBrowserCleaner]
lbl_NoItems.caption=Žiadne panely nástrojov a doplnkov v prehliadači
rdlvAllBrowse.Columns[0].Caption=Názov
rdlvAllBrowse.Columns[1].Caption=Užívateľské hodnotenia
rdlvAllBrowse.Columns[2].Caption=Operácia
rdlvCustomBrowse.Columns[0].Caption=Názov
rdlvCustomBrowse.Columns[1].Caption=Operácia
mniRemove.Caption=Odstrániť
mniRate.Caption=Hodnotenie
mniIgone.Caption=Ignorovať
mniRefush.Caption=Obnoviť
mniOpenFloder.Caption=Otvoriť umiestnenie súboru
mniOpeninRegedit.Caption=Otvoriť v  Regedit-e
mniSelectedAll.Caption=Vybrať všetko
mniInvertSelection.Caption=Invertovať výber
mniSearchOnline.Caption=Hľadať na internete

[Uninstaller_frmRestBrowserDefault]
lbl_Caption.Caption=Predvolené nastavenia
lblConfire.Caption=Naozaj chcete obnoviť predvolené nastavenia?
lblHomepageTitle.Caption=Aktuálna domovská stránka:
lblSearchTitle.Caption=Aktuálny predvolený vyhľadávač:
btnImg_OK.Caption=OK
btnImg_Cancel.Caption=Zrušiť

[Uninstaller_frm_FeedBack]
lbl_Title.caption=Spätná väzba
lbl_DescTitle.caption=Popis:
lbl_EmailTitle.caption=E-mail:
lbl_ScreenShot.caption=Snímka
lbl_TypeTitle.caption=Typ požiadavky:
btnImg_FeedBackSend.caption=Odoslať
btnImg_FeedBackCancel.caption=Zrušiť
lbl_ContactMsg.caption=Alebo nás priamo kontaktujte cez

[Uninstaller_From_PluginNotice]
lbl_Title.caption=IObit Uninstaller
btnImg_Remove.caption=Odstrániť
lbl_NoTkanks.caption=Viackrát nezobrazovať

[Uninstaller_frmSetting]
lbl_Caption.caption=Nastavenia
lbl_UserInterfaceTitle.caption=Používateľské rozhranie
lbl_SkinTitle.caption=Vzhľad:
lbl_LanguageTitle.caption=Aktuálny jazyk:
lbl_FontSize.caption=Veľkosť písma:
lbl_Classic.caption=Klasický
lbl_White.caption=Biely
lbl_UpdateTitle.caption=Spôsob aktualizácie
lbl_UpdateRemind.caption=Pripomenúť, keď sú dostupné aktualizácie
lbl_UpdateChooseDes.caption=Spôsob aktualizácie pre tento produkt:
lbl_UpdateAuto.caption=Automaticky aktualizovať
lbl_GeneralCaption.caption=Všeobecné
lbl_AutoDelete.caption=Automatické odstránenie zostatkov nájdených po výkonnom skenovaní súborov
lbl_AutoDeleteAfterOtherUninstall.caption=Automaticky odstrániť zvyšky programu po odinštalovaní iným odinštalátorom
lbl_RemoveToRecycleBin.caption=Odstrániť súbory nájdené vo výkonnom skenovaní do koša
lbl_ShowExplorerButton.caption=Pridať tlačidlo skartovať súbory do Explorera
lbl_Notification.caption=Oznámenie
lbl_AutoShowTipForm.caption=Upozorňovať na začiatok výkonnej kontroly pri detekovaný odinštalácie iných odinštalátorov
lbl_BrowserPlugTip.caption=Informovať, keď bol nainštalovaný škodlivý zásuvný modul
btnImg_OK.caption=OK
btnImg_Cancel.caption=Zrušiť

[Uninstaller_Frame_Win8App]
ListView_AppList.Columns[0].caption=Názov
ListView_AppList.Columns[1].caption=Veľkosť
ListView_AppList.Columns[2].caption=Dátum inštalácie
ListView_AppList.Columns[3].caption=Operácia
lbl_Notice.caption=Zobraziť Windows aplikácie, prosím uistite sa že váš bežný účet má administrátorské práva.
mniUninstall.caption=Odinštalovať
mniRefush.caption=Obnoviť
mniView.caption=Zobrazenie
mniDetails.caption=Detaily
mniIcons.caption=Ikony
mniOpenFile.caption=Otvoriť umiestnenie súboru
mniOpenReg.caption=Otvoriť v Regedit-e
mniOpenWinstore.caption=Otvoriť vo Winstore
mniSearchOnline.caption=Hľadať na internete

[Uninstaller_Frame_Update]
ListView_Update.Columns[0].caption=Názov
ListView_Update.Columns[1].caption=Dátum inštalácie
ListView_Update.Columns[2].caption=Operácia
lbl_NoItems.caption=Neboli nájdené žiadne aktualizácie systému Windows.
mniUninstall.caption=Odinštalovať
mniRefush.caption=Obnoviť
mniViewby.caption=Zobrazenie
mniDetails.caption=Detaily
mniIcons.caption=Ikony

[Uninstaller_frmForcedUninstall]
lbl_Caption.caption=Vynútená odinštalácia
lbl_FUInfo.caption=Vynútená odinštalácia vám pomôže odinštalovať program, ktorý nemožno odinštalovať bežným odinštalačným spôsobom a pomôže tiež vyčistiť jeho zvyšky. Ľahko odstráni cieľovú zložku, súbory a jeho pozostatky..
btnImg_Open.caption=Prehľadávať...
lbl_DropInfo.caption=Tu môžete prehľadať alebo pretiahnúť súbor alebo priečinok pre odstránenie alebo odstrániť súvisiace súbory programu.
btnImg_Uninstall.caption=Odinštalovať
btnImg_Cancel.caption=Zrušiť
PopMenu_Uninstall.caption=Odinštalovať
PopMenu_OpenFolder.caption=Otvoriť súbor priečinku
PopMenu_ViewEntry.caption=Otvoriť v Regedit-e
PopMenu_SearchOnline.caption=Hľadať Online
ListView_FindReslut.Columns[0].caption=Názov zobrazenia
ListView_FindReslut.Columns[1].caption=Veľkosť
ListView_FindReslut.Columns[2].caption=Dátum inštalácie

[Uninstaller_frmUninstallForm]
mniMenu_Regedit.caption=Otvoriť v Regedite
mniMenu_Path.caption=Otvoriť umiestnenie súboru
btnImg_AllMainCancel.caption=Zrušiť
btnImg_Advanced.caption=Rozšírené
btnImg_Uninstall.caption=Odinštalovať
lbl_AutoDelete.caption=Automaticky odstrániť zvyškové súbory
lbl_IsCreateRestore.caption=Vytvoriť bod obnovenia pred odinštalovaním. Bude to chvíľu trvať.
lbl_IsUninstallHint.caption=Chcete odinštalovať vybratý program?
btnImg_Delete.caption=Odstrániť
btnImg_ReslutCancel.caption=Zrušiť
lbl_SeletedAll.caption=Vybrať všetko
lbl_ShredFile.caption=Skartovať súbory
lbl_AllRestart.caption=Reštartujte počítač tak, aby ste úplne odinštalovali program. Reštartovať teraz?
lbl_NoPowerScan.caption=Odinštalovanie ukončené.
lbl_SomeNeedStart.caption=Reštartujte počítač tak, aby ste úplne odinštalovali program. Reštartovať teraz?
btnImg_RecommendClose.caption=Zatvoriť
btnImg_Restart.caption=Áno
lbl_MoneyBackInfo.caption=Budete si užívať bezpečnejší a rýchlejší počítač úplným odstránením nechcených programov a zásuvných modulov. 60-dňová záruka vrátenia peňazí. Bez zbytočných otázok.
lbl_MoneyBackTitle.caption=Zaručená dôkladná odinštalácia a čistejší počítač
lbl_UninstallCompleted.caption=Odinštalovanie dokončené!
lbl_PluginTitle.caption=Aby bolo zaistené bezpečné surfovanie, nasledujúce otázky musia byť opravené:
lbl_UpgradeDes.caption=Ak ich chcete opraviť, upgradujte na IObit Uninstaller Pro.
lbl_AutoUpdateDes.caption=Čistý zvyšné súbory automaticky a rýchlo
lbl_CleanDes.caption=Detekovať a ľahko odinštalovať bundleware
lbl_MoreDBDes.caption=Odstrániť viac tvrdohlavý programy s rozšírenou databázou
lbl_ProTitle.caption=Ale s PRO verziou, môžete:
lbl_RemovePlugin.caption=Odstrániť škodlivé zásuvné moduly pre bezpečný webový prehliadač
lbl_SupportDes.caption=Majte svoje dôležité programy vždy aktuálne

[Uninstaller_frm_CheckRelatedForm]
btnImg_OK.caption=Odinštalovať
btnImg_Cancel.caption=Zrušiť

[uninstaller_frmSystemRestore]
lbl_Caption.Caption=Obnovenie systému
rdlblDesc.Caption=Spravovať vaše body obnovenia systému. Posledné nie je možné odstrániť pre bezpečnosť systému.
ListView_Restore.Columns[0].caption=Dátum a čas
ListView_Restore.Columns[1].caption=Popis
btn_CreateRestorePoint.Caption=Vytvorenie bodu obnovenia
RdImageButton_Restore.Caption=Obnoviť
RdImageButton_Delete.Caption=Odstrániť
lblNull.Caption=Žiadne body obnovenia systému neboli vytvorené.

[Uninstaller_Form_CleanTool]
RdLabelCaption.caption=Vyčistenie zostatkov
lbl_Frame_Detail.caption=Vyčistenie od zvyškov vám pomôže nájsť a vyčistiť súbory, ktoré zostali po odinštalovaní v medzipamäti súborov systému Windows, čím ušetríte viac miesta a zvýšite výkon systému.
lbl_Shortcut_Title.caption=Neplatný zástupcovia
lbl_Shortcut_Detail.caption=Skenovanie a odstránenie neplatných zástupcov v ponuke Štart, na ploche a v ďalšom umiestnení vášho systému pre zlepšenie výkonnosti systému && užívateľských skúseností.
lbl_WindowsPatch_Title.caption=Opravy vyrovnávacej pamäte Windows
lbl_WindowsPatch_Detail.caption=Vyčistite vyrovnávaciu pamäť vygenerovanú počas inštalácie záplat pre uvoľnenie viac miesta na disku a hladšieho chodu systému.
lbl_Download_Title.caption=Priečinok sťahovania
lbl_Download_Detail.caption=Skenovať súbory v predvolenej zložke pre sťahovanie z predvoleného prehliadača a nástrojov pre sťahovanie. Pred odstránením sa uistite, že boli zbytočne stiahnuté.
Menu_Clean_OpenFileLocation.caption=Otvoriť umiestnenie súboru
Menu_Clean_SelectAll.caption=Vybrať všetko
Menu_Clean_InvertSelection.caption=Obrátiť výber
ListView_Clean.Columns[0].Caption=Cesta k súboru
RdLabelBack.Caption=Späť
ck_SelectALL.Caption=Vybrať všetko

[uninstaller_FormHistoryCombox]
RdImgBtnNoThanks.caption=Nie, ďakujem
RdImgBtnUninstall.caption=Odinštalovať
RdListView_History.Columns[0].Caption=Názov programu
RdListView_History.Columns[1].Caption=Stav

[uninstaller_Form_UninstallLog]
RdImageButton_Closetwo.caption=Zatvoriť

[Uninstaller_Form_FileShardder]
RdLabelCaption.caption=Skartovač súborov
lbl_Listview_Title.caption=Vyberte súbor alebo priečinok, ktorý chcete skartovať:
lblLoading.caption=Načítava sa...
lbl_AddFile.caption=Pridať súbor...
lbl_AddFolder.caption=Pridať priečinok...
RdImageButton_Shredder.caption=Skartovať
RdImageButton_Cancel.caption=Zrušiť
ListView_FileList.Columns[0].Caption=Cesta k súboru
Menu_Shredder_Shredder.caption=Skartovač
Menu_Shredder_AddFile.caption=Pridať súbor
Menu_Shredder_AddFolder.caption=Pridať priečinok
Menu_Shredder_Romove.caption=Odstrániť
Menu_Shredder_Clean.caption=Vyčistiť
lbl_Shredder_Tip.caption=Drvenie súborov. Môže to nejaký čas trvať, počkajte, prosím...

[uninstall_Mitor_M]
ProStillLeavesone_M=%d program stále ponecháva:
Lbl_metro_Atten.caption=Upozornenie
lbl_show.caption="%s" obsahuje stále zvyšky, ktoré by mohli ovplyvniť výkon počítača.
Donotagain_M=Nezobrazovať znova.
Hide_M=Skryť
showDetails_M=Zobraziť podrobnosti
Cleanmanually_M=Manuálne čistenie
Close_M=Zatvoriť
AutoClean_M=Automatické čistenie
Cleaning_M=Čistenie
Cleannow_M=Čistiť
StillLeavas_M="%s" stále ponecháva
RegistryEntries_M=položky databázy Registra
MBFiles_M=MB súbory
LeftBy_M=zanechané "%s" boli zmazané
Cleanfuture_M=Automaticky čistiť v budúcnosti
Registry_M=Register
File_M=Súbor
Files_M=súbory
Items_M=položky
Item_M=položka
rdlblCleanupCompleted.caption=Čistenie ukončené
rdlblIncomplete.caption=Neúplná odinštalácia
Setting_M=Nastavenie
Uselessfiles_M=Zbytočné súbory
Uselessregistryentries_M=zbytočné položky registra
UselessregistryentriesOne_M=zbytočná položka registra
Removingnow_M=Odstraňovanie...
rdlblRemoving.caption=Odstraňovanie...
TrayHintstill=stále %d zvyškové problémy môžu byť opravené.
CCtrayHint_M=stále %d+ zvyškové problémy môžu byť opravené.
LeftoversRemoved_M=Odstránené zvyšky:
ProStillLeaves_M=%d zostatky po programoch:

[UninstallHistory_M]
rdlbl_NoTkanks.caption=Nie, ďakujem
RdImageButtonImageButton_Uninstall.caption=Odinštalovať

[Uninstaller_frmAbout]
lbl_Warnning_Title.caption=Upozornenie
Lbl_Warnning_Detail.caption=Tento počítačový program je chránený autorským zákonom a medzinárodnými zmluvami.
lbl_copyright.caption=Copyright© 2005-2018 IObit. Všetky práva vyhradené.
lbl_Thanks_Title.caption=Špeciálna vďaka nasledujúcim ľuďom za ich skvelé príspevky:
rdhtmlEula.caption=<a>LICENČNOU ZMLUVOU KONCOVÉHO POUŽÍVATEĽA</a> | <a>Ochranou osobných údajov</a>

[Uninstaller_Frame_Software]
ListView_SoftwareList.Columns[1].Caption=Veľkosť
ListView_SoftwareList.Columns[2].Caption=Dátum inštalácie
ListView_SoftwareList.Columns[3].Caption=Operácia
Menu_Program_Uninstall.caption=Odinštalovať
Menu_Program_Repair.caption=Opraviť
Menu_Program_Refresh.caption=Obnoviť
Menu_Program_ViewBy.caption=Zobraziť
Menu_Program_icons.caption=Ikony
Menu_Program_Details.caption=Podrobnosti
Menu_Program_OpenFileLocation.caption=Otvoriť umiestnenie súboru
Menu_Program_OpeninRegedit.caption=Otvoriť v Regedit-e
Menu_Program_SearchOnline.caption=Hľadať na internete

[uninstaller_Form_Activate]
Label_Get.caption=Získať licenciu
Label_Retrv.caption=Získať kód
Label_Eg.caption=Napr.: AAAAA-BBBBB-CCCCC-DDDDD
lblTitleOne.caption=Odstránenie tvrdého programu
lblContentOne.caption=Dôkladne odstráňte tvrdšie programy s najmodernejšou technológiou a rozšírenou databázou
lblTitleTwo.caption=Úplne odinštalovať Bundleware
lblContentTwo.caption=Sledujte inštaláciu programu na zistenie a odinštalovanie balíkov & pribalených zásuvných modulov
lblTitleThree.caption=Rýchly a bezpečný prehliadač
lblContentThree.caption=Odstránenie škodlivých & reklamy zásuvných modulov/rozšírení, ktoré vám umožnia bezpečné a hladké surfovanie na internete
lblTitleFour.caption=Nová softvérová aktualizácia
lblContentFour.caption=Ľahko a rýchlo udržiavajte dôležité programy vždy aktuálne verziu IObit Uninstaller
RdImgBtnRegNow.caption=Registrovať
RdLabelCaption.caption=Aktivovaním na Pro Edition si užijete lepšie služby.
Label_Please.caption=Zadajte váš licenčný kód a kliknite na tlačidlo "Registrovať" pre aktiváciu všetkych funkcií PRO Edition.
Label_Code.caption=Licenčný kód:
Label_More.caption=Ďalšie výhody, sľubujeme:
RdImgBtn_Upgrade.caption=Upgrade na Pro
rdlblHelp.caption=Pomoc

[uninstaller_Form_LicenseManager]
RdImgBtn_close.caption=Zatvoriť
rdlblHelp.caption=Pomoc
Label_Please.caption=Zadajte vašu licenciu a kliknite na tlačidlo "Registrovať teraz" pre aktiváciu všetkych funkcií PRO Edition.
Label_Code.caption=Licenčný kód:
RdImgBtnRegister.caption=Registrovať
Label_Retrv.caption=Získať kód
Label_HaveLicense.caption=Nemáte licenciu?
Label_click.caption=Kliknite sem a jednu dostanete.
RdImageButton_Back.caption=Späť
RdImageButton_Close.caption=Zatvoriť
RdLabelCaption.caption=Správca licencie
Label_Status.caption=Stav licencie:
Label_Activated.caption=Aktivované
Label_Lcode.caption=Licenčný kód:
Label_Data.caption=Dátum skončenia platnosti:
Label_Refresh.caption=Obnoviť
Label_Export.caption=Exportovať licenciu
rdlblAlread.caption:=Už mám licenčný kód

[uninstaller_Form_licensemessage]
rdlblHelp.caption=Pomoc
RdImgBtn_Closetwo.caption=Zatvoriť
Label_success.caption=Licencia bola úspešne aktivovaná!

[uninstaller_ToolUninstallHistroy]
RdLabelDetail.caption=Zobrazenie denníka odinštalovania a stavu. V riadku vidieť neodstránené súbory, čo znamená, že nebežalo Výkonné skenovanie a zostali tam zvyškové súbory. Kliknite na tlačidlo Skenovať pre odstránenie zvyšných súborov pre zisk lepšieho výkonu systému.
RdLabelCaption.caption=História odinštalovania
ListView_History.Columns[1].Caption=Dátum odinštalovania
ListView_History.Columns[2].Caption=Veľkosť
ListView_History.Columns[3].Caption=Stav
ListView_History.Columns[4].Caption=Operácia
Menu_ClearThis.Caption=Vymazať históriu
Menu_ClearAll.Caption=Vymazať všetko z histórie

[Monitor_FormMainInitWizard_M]
M_NoticeInfo_AB=1. Kliknite ľavým tlačidlom myši a posúvaním myši vyberte oblasť, ktorú chcete zosnímať
M_NoticeInfo_AC=2. Kliknite pravým tlačidlom myši alebo stlačením klávesy Esc pre ukončenie
M_Rect=Obdĺžnik
M_Oval=Ovál
M_Text=Text
M_Paintbrush=Štetec
M_Return=Obnovenie operácie (Ctrl + Z)
M_Copy=Kopírovať do schránky
M_Exit=Ukončiť snímku
M_Save=Uložiť
M_TipInfo=Obrázok uložený do schránky. Môžete použiť Ctrl + V pre prilepenie.
M_TipShow=Toto hlásenie už nezobrazovať
M_TipSure=OK
M_NoticeInfo=1.Kliknutím ľavým tlačidlom myši a potiahnutím myšou vyberte oblasť, ktorú chcete nasnímať
M_NoticeInfo_a=2.Kliknutím pravým tlačidlom myši alebo stlačením Esc ukončíte

[Uninstaller_Form_SendResult]
lbl_Sending.caption=Odosiela sa...
lbl_SendFailed.caption=Správu sa nepodarilo odoslať. Ak chcete odoslať spätnú väzbu online, kliknite na tlačidlo OK.
btnImg_SendFailed.caption=OK
lbl_SendSuccess.caption=Ďakujeme za vašu spätnú väzbu. Budeme vás kontaktovať čo najskôr.
btnImg_SendSuccess.caption=OK

[Uninstaller_Form_UptoPro]
Rdlb_UpdateManually.caption=Manuálna aktualizácia
Rdlb_lbOpenBuyWeb.caption=Už vás nebaví manuálna aktualizácia?
RdLb_OpenBuyWeb.caption=Aktivovať automatickú aktualizáciu

[Uninstaller_M]
MainUpdate_Hint=K dispozícii je nová verzia
Startup_Delete_M=Zmazať
LicenseSeat_M=Licenčné miesto:
Powerful_File_Reboot_M=Súbor vymazaný pri reštarte:
Powerful_File_Del_M=Vymazaný súbor:
Powerful_Reg_Sucess_M=Vymazaná databáza registra:
Powerful_Reg_Faild_M=OVymazanie databázy Registra zlyhalo:
Powerful_Task_Sucess_M=Vymazaný plán úloh:
Powerful_Task_Faild_M=Vymazanie Plánovača úloh zlyhalo:
Powerful_Services_Sucess_M=Vymazaná služba:
Powerful_Services_Faild_M=Vymazanie služby zlyhalo:
CodeLiftTime_M=Toto je celoživotný licenčný kód, ktorý je platný len pre IObit Uninstaller v6. Skúste preinštalovať IObit Uninstaller v6 PRO.
ShredderDetail_1=Odstránené súbory je možné obnoviť aj po naformátovaní disku.
ShredderDetail_2=Drtič súborov vám pomôže bezpečne a trvale odstrániť nežiaduce súbory.
Program_Information=Informácie o programe
Files_Deleted=Zmazané súbory
Registries_Deleted=Registre odstránené
Scheduled_Tasks_Deleted=Naplánované úlohy odstránené
Deleted_on_Reboot=Odstránené pri reštarte
Service_Deleted=Služba odstránená
HtmlADPluginCaption=<a>%d</a> Pridať zasahované zásuvné moduly
HtmlMaliciousPluginCaption=<a>%d</a> Hrozba škodlivých zásuvných modulov
MenuRight_Caption=Výkonná odinštalácia
UninstallLog_No_IsEmpty_M=Vo výkonnom skenovaní neboli nájdené žiadne zostatky súborov.
Input_Text_Search=Hľadať
Hint_Settings=Možnosti
Hint_WindowMin=Minimalizovať
Hint_WindowMax=Maximalizovať
Hint_WindowRest=Obnoviť
Hint_WindowClose=Zatvoriť
Hint_Tools=Nástroje
Nav_Colle_Program_All=Programy
Nav_Colle_Browser=Panele nástrojov && Zásuvné moduly
Nav_Colle_Win=Aplikácie Windows
Nav_Colle_AC=Centrum akcií
Nav_Item_Program_All=Všetky programy
Nav_Item_Program_Recent=Nedávno nainštalované
Nav_Item_Program_Infrequent=Zriedkavo používané
Nav_Item_Program_Large=Veľké programy
Nav_Item_Win_Update=Služba Windows Update
Nav_Item_Browser_All=Všetky panele nástrojov && Zásuvné moduly
Button_Uninstall=Odinštalovať
Button_Remove=Odstrániť
Button_OK=OK
Button_Cancel=Zrušiť
Button_Close=Zatvoriť
Button_Yes=Áno
Button_No=Nie
Button_Continue=Pokračovať
FileCorruptedMsg=Niektoré súbory IObit Uninstaller sú poškodené. Prosím preinštalujte IObit Uninstaller.
Program_Mult=Program je spustený pod kontom iného používateľa. Ukončite ho pred pokusom o znovuspustenie na danom používateľskom konte.
ToolPopForceUninstall=Vynútená odinštalácia
ToolPopCleanup=Vyčistenie zostatkov
ToolPopHistory=História odinštalovania
ToolPopFileShredder=Skartovač súborov
MoreSettingPopSetting=Nastavenia...
MoreSettingPopRestore=Obnoviť
MoreSettingPopExport=Export zoznamu programov
MoreSettingPopUpdate=Skontrolovať aktualizácie
MoreSettingPopManual=Užívateľská príručka
MoreSettingPopSupport=Technická podpora
MoreSettingPopOnline=IObit online
MoreSettingPopLike=Páči sa mi to
MoreSettingPopAbout=O
DefaultSelProg=Odinštalujte nepotrebný program, aby ste uvoľnili viac miesta.
DefaultSelPlug=Odstráňte neželané zásuvné moduly, aby ste chránili váš prehliadač.
DefaultSelWApp=Odinštalujte nechcené aplikácie Windows, aby ste posilnili počítač.
SelInfoProg=program na odinštalovanie. Celková veľkosť:
SelInfoProgM=programy na odinštalovanie. Celková veľkosť:
SelInfoPlug=zásuvný modul vybratý na odstránenie.
SelInfoPlugM=zásuvné moduly vybraté na odstránenie.
SelInfoUpdate=Aktualizácia systému Windows bola vybratá na odinštalovanie.
SelInfoUpdateM=Aktualizácie systému Windows boli vybraté na odinštalovanie.
SelInfoWApp=aplikácia vybratá na odinštalovanie.
SelInfoWAppM=aplikácie vybraté na odinštalovanie.
v_license_OtherCode_M=Licenčný kód %s platí iba pre %s. Kliknutím na tlačidlo OK prevezmite a zaregistrujte svoje licenčné údaje %s.
Cannotconnect_M=Nemôžeme sa pripojiť k nášmu serveru. Skontrolujte nastavenia siete/proxy a skúste neskôr overiť svoju licenciu.
license_OtherGivewalys_M=%s je licencia a platí len pre danú verziu. Navštívte prosím <a>tu</a> a kúpte nový licenčný kód pre IU v7 PRO.
SysRestore_CreateComplete=Vytvorenie bodu obnovenia úspešné!
SysRestore_CreateFailed=Vytvorenie bodu obnovenia zlyhalo! Skontrolujte, či je zapnutá funkcia Obnovovanie systému.
SysRestore_CreateRestore_Confirm=Naozaj chcete vytvoriť bod obnovenia?
SysRestore_CreateRestore_Tip=Vytvorenie bodu obnovenia, čakajte, prosím...
SysRestore_CreateRestore_Failed=Vytvorenie bodu obnovenia zlyhalo! Skontrolujte, či máte Obnovovanie systému zapnuté.
SysRestore_SetRestore_Confirm=UPOZORNENIE: Obnovenie systému do bodu obnovenia vráti späť všetky zmeny vykonané od daného bodu obnovenia. Po spustení služby Obnovovanie systému nemôžete sa vrátiť späť alebo ju prerušiť. Naozaj chcete pokračovať?
SysRestore_SetRestore_Reboot=Reštart je povinný pre uplatnenie týchto zmien. Uložte všetky otvorené súbory a zatvorte všetky otvorené programy pred reštartovaním počítača. Reštartovať počítač teraz?
SysRestore_SetRestore_Tip=Obnovenie systémových súborov a nastavení, čakajte, prosím...
SysRestore_Delete_Confirm=Naozaj chcete odstrániť?
Clean_Shortcuts_GroupsHeader_M=Neplatný zástupci
Clean_WindowsPatch_GroupsHeader_M=Cesta k Windows dočasnej pamäti
Clean_Download_GroupsHeader_M=Priečinok sťahovania
Shredder_Del_M=Naozaj chcete natrvalo odstrániť %d súbor(y)? Vymazanie je absolútne NEDOBYTNÉ a dokončenie bude trvať dlhší čas.
Shredder_DelOne_M=Naozaj chcete natrvalo odstrániť %d súbor(y)? Vymazanie je absolútne NEDOBYTNÉ a dokončenie bude trvať dlhší čas.
Shredder_NotDel_M="%s" nebol skartovaný, pretože je schopný čítať. Prosím, skontrolujte, či je stále v prevádzke.
Shredder_InUse_M=Niektoré súbory neboli skartované a sú schopné ďalej čítať. Prosím skontrolujte, či sú stále v prevádzke.
Shredder_Sucess_M=Súbory úspešne skartované.
Shredder_OneSucess_M=Skartovanie úspešné.
Shredder_DirIsEmpty_M=Je prázdny. Nemôžete ho skartovať.
FileShredder_MaxCount_M=5000 súborov bolo pridaných. Pridanie zvyšných súborov po skartovaní týchto 5000 súborov.
BatchUninstall_NoneSelect_M=Vyberte prosím aspoň jeden program.
OtherInfo_M="%s" môžete odinštalovať len pomocou Ovládacieho panela. Chcete pokračovať v odinštalovaní v Ovládacom panely?
RelationInfo_M="%s" budú odinštalované spolu. Naozaj chcete pokračovať v odinštalovaní?
EndProInfo_M=Proces "%s" of "%s" stále beží. Uistite sa, že ste ho ukončili "%s" A kliknite na tlačidlo Pokračovať.
DRclickmis_M="%s" Nemožno odinštalovať rutinným spôsobom. Prosím <a>kliknite tu</a> pre podrobnú inštrukciu pri odinštalovaní a opätovnej inštalácii.
UinstallAgain_M=Znova odinštalovať
license_expired_M=Licencia %s uplynula. kliknite <a>tu</a> pre kúpu novej licencie.
license_maximum_M=Licencia %s bola aktivovaná pre maximálny počet PC a nemôže byť použitá. Prosím kliknite <a>tu</a> pre kúpu ďaľšej licencie na aktiváciu IObit Uninstaller PRO pre toto PC.
license_Free_M=Licenciu %s nie je možné aktivovať. Zakúpte si novú licenciu pre IObit Uninstaller PRO.
license_valid_M=Neplatný licenčný kód! Zadajte platný licenčný kód.
Uninstall_Btn_Str=Odinštalovať
SureToDelete_Str=Naozaj chcete odstrániť vybraté položky?
DeselectAll_Str=Odznačiť všetko
SelectAll_Str=Vybrať všetko
SuccessReslutFromHistroySome=Zostatkové súbory z <a>%d</a> programov úspešne vyčistené. Pozrite si podrobnosti nižšie.
SuccessWithNoResidualSingle=Úspešne ste odinštalovali <a>%d</a> program bez zvyškových súborov.
SuccessWithNoResidualSome=Úspešne ste odinštalovali <a>%d</a> programy bez zvyškových súborov.
FailedReslut="%s" nepodarilo sa odinštalovať. Zadajte svoj e-mail nižšie a kliknite na tlačidlo Spätná väzba. Odošle sa nám protokol o odinštalovaní.
AllFailedReslutSingle=Odinštalovanie %s zlyhalo. Zadajte svoj e-mail nižšie a kliknite na tlačidlo Spätná väzba. Odošle sa nám protokol o odinštalovaní.
AllFailedReslutSome=Odinštalovanie %d programov zlyhalo. Zadajte svoj e-mail nižšie a kliknite na tlačidlo Spätná väzba. Odošle sa nám protokol o odinštalovaní.
MsgBox_SelectWin8App=Vyberte aspoň jednu aplikáciu.
NoticeInfo_One=Škodlivý zásuvný modul zistený vo vašom prehliadači, otvorte IObit Uninstaller a odstráňte ho.
NoticeInfo_Some=Škodlivé zásuvné moduly zistený vo vašom prehliadači, otvorte IObit Uninstaller a odstráňte ich.
FuncPluginRemoveSuccessMsgBox=Položky boli úspešne odstránené
FuncPluginSelectMsgBox=Najprv vyberte položku.
FuncPluginRemoveFailedMsgBox_2=Ukončite prosím nasledujúce prehľadávače na odstránenie položiek:
FuncPluginRemoveFailedMsgBox_3=Ukončite váš prehliadač a skúste znova.
FuncPluginRemoveFailedSingleMsgBox=Odstránenie %s zlyhalo. Ak chcete získať ďalšiu pomoc, kliknite na položku Spätná väzba.
FuncPluginRemoveFailedSomeMsgBox=Odstránenie %d zásuvných modulov zlyhalo. Ak chcete získať ďalšiu pomoc, kliknite na položku Spätná väzba.
RestoreDefaultSettingsButton=Obnoviť %s predvolené nastavenia
FeedBack_Sending=Odoslanie...
FeedBack_SendingSuccess=Odoslanie úspešné
FeedBack_SendFailed=Správu sa nepodarilo odoslať. Ak chcete odoslať spätnú väzbu online, kliknite na tlačidlo OK.
licenseEg_M=E.g.: AAAAA-BBBBB-CCCCC-DDDDD
lbl_White.caption=Biely
NouselessFiles_M=V počítači nie sú zbytočné súbory.
ExistDownloadFile_M=Naozaj chcete vyčistiť vybrané súbory vo priečinku Stiahnuté?
scaning_M=Skenovanie
Exit_M=Ukončiť
OpenIU_M=Otvoriť IObit Uninstaller
Allthefollowing_M=Všetky vybrané zbytky boli úspešne vyčistené.
SpecTClose=Zatvoriť
SpecTOK=OK
SpecTHide=Skryť
SpecTUninstalling=Odinštalovanie nasledujúceho programu:
SpecTUninstallingM=Odinštalovanie týchto programov:
SpecTUninstalled=program bol odinštalovaný.
SpecTUninstalledM=programy boli odinštalované.
Shredder_NotAddFolder_M=Nemožno pridať súbor "%s" pre skartovanie, pretože táto operácia môže spôsobiť nestabilitu systému
ForceUninstallEndProgressMsg=%s je spustený. Ukončiť proces a skúste znova.
Setting_UITitle=Používateľské rozhranie
Setting_UpdateTitle=Spôsob aktualizácie
Setting_GeneralTilte=Všeobecné
Setting_NotificationTilte=Oznámenie
Setting_Size_Normal=Normal
Setting_Size_Large=Veľké
Setting_Size_Larger=Väčšie
Update_NoItem_Tip=Neboli nájdené žiadne aktualizácie systému Windows.
MsgBox_SelectProgram=Vyberte prosím aspoň jeden program.
UpdateColumnStr_Title=Názov aktualizácie (Celkom:%d)
Update_Loading_Tip=Načítanie služby Windows Update...
Win8NoItemTip=Žiadne Windows aplikácie.
Win8ColumnStr_Title=Názov aplikácie (Celkom: %d)
Detail_Tip=Detaily
Detail_Name=Názov
Detail_Ver=Verzia
Detail_Path=Cesta k inštalácii
Detail_Des=Popis
Detail_Publisher=Vydavateľ
Win8LoadingApp=Načítavajú sa aplikácie ...
Win8ListViewGroupsWin8AppHeader=Windows aplikácie
Win8ListViewGroupsWin8AppSubtitle=Aplikácie sú uverejnené v Microsoft Corporation.
Win8ListViewGroupsThirdHeader=Aplikácie tretích strán
Win8ListViewGroupsThirdSubtitle=Aplikácie tretích strán sú publikované v korporácií.
ListViewPlugSysbit=Trochu
ListViewGroupMaliciousTitle=Škodlivé Panele nástrojov a moduly
ListViewGroupMaliciousDesc=Tieto panele s nástrojmi a zásuvnými modulmi môžu zmeniť predvolený prehľadávač a kradnúť vaše súkromné informácie.
ListViewGroupAdTitle=Založené na reklamných paneloch s nástrojmi a zásuvnými modulmi
ListViewGroupAdDesc=Tieto panele s nástrojmi a zásuvnými modulmi môžu zobrazovať reklamy, panelovú reklamu, atď.
ListViewGroupTrustTitle=Dôveryhodné panele s nástrojmi a zásuvné moduly
ListViewGroupTrustDesc=Tieto panele nástrojov a zásuvné moduly nepoškodia váš počítač. Môžete ich odstrániť alebo ponechať podľa vašich potrieb.
ListViewGroupExtensions=Rozšírenia
ListViewGroupPlugins=Zásuvné moduly
ListViewGroupToolbar=Panel s nástrojmi
ListViewGroupBHO=BHO
ListViewGroupActiveX=ActiveX
ListViewGroupInjectedPrograms=Vložené programy
ListViewGroupExtension_DES=Rozšírenia sa používajú na prispôsobenie prehliadača funkciami, ktoré sa vám páčia
ListViewGroupPlugin_DES=Zásuvný modul môže byť ľahko nainštalovaný a použitý ako súčasť webového prehliadača
ListViewGroupToolbar_DES=Panel s nástrojmi pomáha používateľom rýchlo pristupovať k webovým stránkam alebo vykonávať iné funkcie aplikácie
ListViewGroupBHO_DES=BHO pomáha vytvárať prispôsobené prehliadače a poskytuje jednoduchšie interaktívne funkcie
ListViewGroupActivex_DES=ActiveX používa program Internet Explorer na uľahčenie prehrávania multimediálnych súborov
ListViewGroupInjection_DES=Vložené programy budú do vášho prehliadača odosielať súbory DLL tretích strán, aby vám poskytli niektoré funkcie
PluginNoItemTip=V prehliadači neboli nájdené žiadne panely s nástrojmi alebo zásuvné moduly
NoSerchItem_Tip=Žiadne položky nezodpovedajú vášmu vyhľadávaniu.
PluginColumnStr_Title=Názov (Celkom: %d)
ChromeSysncStr=Zakážte funkciu synchronizácie prehliadača Chrome, ak chcete odstrániť vybrané zásuvné moduly. V opačnom prípade môžu byť zásuvné moduly automaticky preinštalované.
FuncPluginSysPluginMsgBox=Neodporúča sa odstránenie %s pretože niektoré funkcie prehliadača môžu byť po odstránení ovplyvnené.
FuncPluginLoading=Načítanie...
FuncPluginRmoveSuccess=Úspešne odstránené. Načítanie...
FuncVotePlugSelectMsgBox=Vyberte položku, ktorú chcete hodnotiť
FuncPluginRmoveConfireSingleMsgBox=Určite odstrániť vybratú položku?
FuncPluginRmoveConfireSomeMsgBox=Naozaj chcete odstrániť vybraté položky?
FuncCheckBrowserMsgBox_1=%s je spustený.
FuncCheckBrowserMsgBox_2=Kliknutím na tlačidlo OK ju zatvorte (Prosím najprv uložte váš obsah).
FuncCheckBrowserMsgBox_3=Ak chcete zrušiť operáciu, kliknite na tlačidlo Zrušiť.
FuncCheckBrowserMsgBox_4=%s sú spustené.
FuncCheckBrowserMsgBox_5=Kliknutím na tlačidlo OK ich vynútene zatvoríte (Neuložený obsah sa môže stratiť).
FuncCheckBrowserMsgBox_6=Ak chcete zrušiť operáciu, kliknite na tlačidlo Zrušiť.
FuncPluginRemoveFailedMsgBox_1=Nepodarilo sa odstrániť nasledujúce položky:
FuncPluginRemoveFailedMsgBox_4=%s nemusia byť odstránené, pretože sú chránené %s. Ukončite %s a reštartujte IObit Uninstaller pre znovuodstránenie.
FuncRestoreSuccessMsgBox=Obnovia sa predvolené nastavenia.
FuncRestoreFailedMsgBox=Nepodarilo sa obnoviť predvolené nastavenia prehliadača, ukončite %s a skúste to znova.
PluginRestoreStr=Obnoviť %s predvolené nastavenia
FuncVoteMarkSelectMsgBox=Prosím ohodnoťte.
FuncVoteFailedMsgBox=Hodnotenie zlyhalo, prosím skontrolujte svoje sieťové pripojenie a skúste znova.
FuncVoteActiveVote=Hodnotenie
FuncVoteWaitting=Odoslanie hodnotenia, počkajte...
VoteStr_1=<a>1</a> používateľ hodnotil. Už ste ohodnotili.
VoteStr_2=Zatiaľ nedostal žiadne hodnotenie. Buďte prvý, kto ohodnotí.
VoteStr_3=<a>%d</a> používatelia hodnotili. Už ste ohodnotili.
VoteStr_4=<a>%d</a> používatelia hodnotili. Čo si myslíte o tomto zásuvnom module?
NoticeInfoEx_One=<a>1</a> Škodlivý zásuvný modul je zistený vo vašom prehliadači, otvorte IObit Uninstaller a odstráňte ho.
NoticeInfoEx_Some=<a>%d</a> Škodlivé zásuvné moduly sú detekované vo vašom prehliadači, otvorte IObit Uninstaller na ich odstránenie.
UninstallPromote=Kúpiť
OneItemStr=%d položka
SomeItemStr=%d položky
OneItem=položka
SomeItems=položky
RebootToDelete_Str=(Odstrániť pri reštarte)
UninstallingSingleStr=Naozaj chcete odinštalovať vybratý program?
UninstallingSomeStr=Určite odinštalujete vybrané %d programy?
Uninstall_Str=Odinštalovanie %s (%d/%d)
Scan_Str=Skenovanie %s (%d/%d)
CreateRetore_Str=Vytvorenie bodu obnovenia, počkajte...
SureToDeleteSomeStr=Odinštalovať <a>%d</a> programy. Nezabudnite skontrolovať len položku, ktorú chcete odstrániť.
SureToDeleteOneStr=Odinštalovať <a>1</a> program. Nezabudnite skontrolovať len položku, ktorú chcete odstrániť.
SureToDeleteByHistroyStr=Skenovanie je dokončené. Nezabudnite skontrolovať len položku, ktorú chcete odstrániť.
DeletingStr=Odstránenie zvyškov čakajte
DeleteCancleStr=Naozaj chcete zrušiť odstránenie?
RestoringCancleStr=Vytvorenie bodu obnovenia. Naozaj chcete zrušiť?
RegistryCaption_Str=Databáza registra
FileCaption_Str=Súbor
TaskCaption_Str=Naplánované úlohy
ServiceCaption_Str=Systémové služby
HintProToolStr=Pokročilá odinštalácia vám pomôže odinštalovať %s úplne a dôkladne.
SuccessReslutFromHistroySingle=Zvyšné súbory boli úspešne vyčistené. Skontrolujte podrobnosti nižšie:
SuccessReslutFromUninstallSingle=Úspešne ste odinštalovali <a>%d</a> program s podrobnosťami nižšie:
SuccessReslutFromUninstallSome=Úspešne ste odinštalovali <a>%d</a> programy s podrobnosťami nižšie:
SuccessReslutNeedRestartSingle=<a>%d</a> program sa odinštaloval.
SuccessReslutNeedRestartSome=<a>%d</a> programy boli odinštalované.
FileDeleteReslut=Odstránené súbory:  <a>%s</a>
RegDeleteReslut=Odstránené položky databázy Registra:  <a>%d</a>
TaskDeleteReslut=Odstránené nalánované úlohy:  <a>%d</a>
ServiceDeleteReslut=Vymazané služby:  <a>%d</a>
HtmlRecomReslutCaption=Odinštalovať <a>%d</a> programy a odstrániť zvyšky:
HtmlFileReCaption=<a>%s</a> zbytočných súborov
HtmlRegReCaption=<a>%d</a> zbytočné položky databázy registra
HtmlTaskReCaption=<a>%d</a> Neplatné naplánované úlohy
HtmlServicesReCaption=<a>%d</a> Neplatné systémové služby
RebootYes=Reštartovať
RebootLater=Neskôr
FromHistroyNoItem=Neboli nájdené žiadne zvyšky.
FromUninstallNoItem=Odinštalovanie ukončené.
RelatedMetroText=Tieto aplikácie sú prepojené. Odinštalovanie ktoréhokoľvek z nich automaticky odinštaluje ostatné. Naozaj chcete odinštalovať?
RelatedSoftText=Vyššie uvedené balíkové produkty boli inštalované súčasne. Chcete odinštalovať spolu?
EmailHint=Prosím zadajte správny e-mail.
MemoHint=Opíšte prosím, vaše návrhy alebo problémy v detaile.
EmailMessage=Uistite sa, že váš e-mail je správny, aby sme vás mohli späť kontaktovať.
MemoHint=Opíšte prosím, váš návrh alebo problém v detaile.
ScreenMaxMessage=Operácia zlyhala. Dosiahli ste maximálne 5 snímok obrazovky.
CloseHintMsg=Ste si istí, že nechcete odoslať spätnú väzbu?
FeedBack_1=Páči sa mi to
FeedBack_2=Návrh
FeedBack_3=Nepodarilo sa odinštalovať
FeedBack_4=Nepodarilo sa zobraziť všetky programy
FeedBack_5=Problémy so skenovaním
FeedBack_6=Nahlásiť chybu
FeedBack_7=Iné
RelatedProTip=Aktivujte PRO na odinštalovanie balíčkov produktov spoločne.
SpecProTip1=Odinštalovať %s a ďalšie programy úplne.
SpecProTip2=Aktivujte funkciu PRO a získajte viac funkcií PRO.
UninstallProTipEnterCode=Zadajte kód
UninstallProTipActive=Aktivovať
UninstallProTipManage=Spravovať licenciu
Scan_M=Skenovať
Clean_M=Čistiť
Cleaning_M=Čistenie
SelectAll_M=Vybrať všetko
DeselectAll_M=Odznačiť všetko
PleaseSelect_M=Vyberte aspoň jednu položku pre skenvanie.
CloseHint_M=Zatvoriť
Invalid_item_M=(Neplatná položka)
ListviewHeader_Software_M=Názov programu (Celkom: %d)
SoftwareFrame_ProgramName_M=Názov programu (Celkom:%s)
History_Scan_M=Skenovať
History_Detail_M=Detail
History_Residualfilesleft_M=Zostávajúce zostatkové súbory
Uninstalled_completely_M=Úplne odinštalovanie
History_Installed_M=Nainštalované
History_info_DouBle_M=Programy vybraté na odinštalovanie sa úplne neodinštalujú. Ak chcete pokračovať, kliknite na tlačidlo Odinštalovať.
History_info_One_M=Program vybratý na odinštalovanie sa úplne neodinštaluje. Ak chcete pokračovať, kliknite na tlačidlo Odinštalovať.
SoftwareFrame_InstallDate_M=Dátum inštalácie
SoftwareFrame_FrequencyUse_M=Naposledy použité
HistoryInfo_DisplayName=Zobrazovaný názov
HistoryInfo_Publisher=Vydavateľ
HistoryInfo_Version=Verzia
HistoryInfo_InstallDate=Dátum inštalácie
HistoryInfo_UseSize=Využitie priestoru
HistoryInfo_Location=Umiestnenie
HistoryInfo_UninstallDate=Dátum odinštalovania
SoftwareFrame_Frequency_DaysHint_M=Nepoužíva sa %s dní.
Noprograms_Frequencyofuse_M=Všetky programy sú často používané.
Noprograms_100Size_M=Žiadne programy neprekračujú 100 MB.
Noprograms_match_M=Žiadne položky nezodpovedajú vášmu vyhľadávaniu.
Noprograms_Recent_M=Počas posledných 10 dní neboli nainštalované žiadne programy.
Details_M=Detaily
Export_M=Exportovať
monthsago_M=%d mesiacov do konca
yearsago_M=%d rok do konca
yearsagos_M=%d rokov do konca
days_left_M=zostávajúce dni
SU_Title=Aktualizácia softvéru
SU_COL_Name=Aktualizácia softvéru
SU_COL_Version=Verzia
SU_COL_Ignore=Ignorovať
SU_COL_State=Stav
SU_Ignore=Ignorovať
SU_Ignored=Ignorované
SU_NoIgnore=Neignorovať
SU_Update=Aktualizácia
SU_Updating=Aktualizácia
SU_UpToDate=Aktuálne
SU_NewVersion=Nová verzia
SU_CurrVersion=Aktuálna verzia
SU_ActivePro=Aktivovať automatické aktualizácie
SU_Button_UpdateAll=Aktualizovať všetko
SU_Tip=Pomôže vám rýchlo a efektívne aktualizovať svoje dôležité programy.
APTitle=Aktivovať všetky klady
AP1=Vymazať lokalitu zložitejších aplikácií
AP2=Úplne odstrániť Bundleware
AP3=Odstránenie adware prehliadača
AP4=Odinštalovať škodlivé zásuvné moduly
Explorer_Button=Drtič súborov
Controlpanel_Button=Úplné odinštalovanie

[promot_M]
Youhave_M=Máš %D% do konca špeciálnej ponuky od IObit!
ThisSpecial_M=Cieľom tejto špeciálnej ponuky je poďakovať našim lojálnym používateľom za to, že nám pomohli k lepšiemu IObit Uninstaller-u
OnlyDays_M=Only %D Dní dokonca
enjoy_the_PRO_M=Aktivovať teraz, pre výhodu PRO funkcie:
PromotOne_M=Vymazať lokalitu zložitejších aplikácií
PromotTwo_M=Úplne odstrániť Bundleware
PromotThere_M=Odstránenie adware prehliadača
ActivateNow_M=Aktivovať
GiveOffer_M=Vzdať sa tejto špeciálnej ponuky

[ActionCenter_M]
M_ASCOffer=Vyčistite a optimalizujte počítač jedným kliknutím.<br>Urýchlite čas na zavádzanie počítača až o 300% rýchlejšie.<br>Vymažte stopy surfovania, aby ste zaistili vaše súkromie.<br>Monitorujte podmienky PC v reálnom čase pre hladší počítač.<br>Chráňte svoj počítač pred bežným spyware.
M_IMFOffer=Výkonný a komplexný anti-malware program.<br>Brániť ransomware ako sú GoldenEye a Wannacry.<br>Bezpečnejšie online prehliadania a sťahovania.<br>Hlbšia && všestranná ochranu v reálnom čase.
M_DBOffer=Veľká databáza ovládačov (1,000,000+).<br>Aktualizujte ovládače iba s jedným kliknutím.<br>Bezpečná aktualizácia s kvalifikovanými ovládačmi WHQL.<br>Bežné problémy (napríklad sieť, zvuk) Oprava.<br>Znížiť mrznutie systému & pády.
M_SDOffer=Vyššia rýchlosť prístupu k súborom.<br>Maximálny výkon pevného disku.<br>Zrýchlite spustenie počítača až o 100% rýchlejšie.<br>Optimalizujte hry pre lepšiu hernú skúsenosť.
M_SMOffer=Vráťte klasické menu Štart do systému Windows 8/10.<br>Výkonný a jednoduchý nástroj na vyhľadávanie súborov.
M_DLOffer=Jednoduchý a bezpečný spôsob spravovania hesiel.<br>Vytvorte jedinečné heslá na ochranu vašich účtov.<br>Automaticky sa prihláste na svoje obľúbené webové stránky.<br>Pre Windows, Mac, iOS a Android.
M_IOTOffer=Váš najlepší správca iPhone a softvér na prenos iPhone.<br>Preneste údaje iPhone medzi iPhone/iPad/iPod/PC.<br>Jednoduché a zadarmo spravovať fotky, hudbu, videá z iPhone.<br>Vymažte nevyžiadané súbory && medzipamäť, aby ste uvoľnili viac miesta.
M_Moffer_Title=IObit odporúča
M_Close=Zatvoriť
M_Cancel=Zrušiť
M_Moffer_Install=Inštalovať
M_Moffer_NoteEP=Kliknutím na tlačidlo Inštalovať súhlasím s inštaláciou %s a prijímam <a>LICENČNÚ ZMLUVU KONCOVÉHO POUŽÍVATEĽA</a> a <a>Ochranu osobných údajov</a>
M_Moffer_Refund=<a>Poznámka:</a> Môžete získať vrátenie platby do 30 dní. Prečítajte si <a>Pravidlá vrátenia platby</a>.
M_FixAllAC=Získať všetko
M_HideAC=Skryť
M_ShowAC=Zobraziť
M_ShowACTitle=Bezpečnosť && Výkon
M_ShowACDesc=Kliknite na "Zobraziť" pre zobrazenie ďaľších odporúčaných programov.Nainštalovať a získať lepšiu ochranu bezpečnosti a výkonu počítača.
M_AC_FreeTitle=Bezpečnosť && Výkon
M_AC_FreeHelp_Ins=Získať lepšiu ochranu bezpečnosti a zvýšenie výkonu pomocou odporúčaných programov.
M_AC_FreeHelp_Upt=Nemáš vylepšené funkcie a novo pridané funkcie.
M_AC_FreeHelp_OK=Spúšťanie týchto programov pravidelne, ponúka lepšie zabezpečenie a výkon počítača.
M_AC_Free_EULA=Vami prijatá Licenčná zmluva koncového používateľa sa vzťahuje tiež na odporúčané IObit produkty.
M_AC_Free_ReadEULA=Prečítajte si Licenčnú zmluvu
M_ShowACTitle2=Všimnite si!
M_AC_FreeTitle2=Centrum akcií
M_AC_FreeDetail2=Získať lepšiu ochranu bezpečnosti a zvýšenie výkonu pomocou odporúčaných programov. Vami prijatá <a>Licenčná zmluva koncového používateľa</a> sa vzťahuje tiež na odporúčané IObit produkty.
M_AC_FreeDetail2_db=Získať lepšiu ochranu bezpečnosti a zvýšenie výkonu pomocou odporúčaných programov. Vami prijatá <a>Licenčná zmluva koncového používateľa</a> sa vzťahuje tiež na odporúčané IObit produkty.
M_Scan=Skenovanie...
M_Recomm_Ins=Odporúčané: Nainštalovať %s
M_Recomm_Upt=Odporúčané: Aktualizovať %s
M_none=Žiadny
M_Fix=Inštalovať
M_Install=Inštalovať
M_fixing=Inštalácia
M_Updating=Aktualizácia
M_fixed=Opravené
M_failed=Zlyhalo
M_RuningWell=Posledná nainštalovaná verzia
M_Outdated=Zastarané
M_NotInstalled=Nenainštalované
M_ASCCaption=Výkon systému
M_ASCInfo_NotIns=Chyby registra, ochrana súkromia a hľadanie nevyžiadaných súborov.
M_ASCInfo_UpToDate=Advanced SystemCare zrýchli a optimalizuje váš PC s jedným kliknutím.
M_ASCInfo_NeedUpDate=Advanced SystemCare je zastaraný.
M_ASCDesc=Raz kliknite pre ochranu a optimalizáciu vášho PC
M_RunASC=Skenovať
M_IMFCaption=Ochrana pred škodlivým softvérom
M_IMFInfo_NotIns=Získať lepšiu ochranu inštaláciou programu IObit's anti-spyware.
M_IMFInfo_UpToDate=IObit Malware Fighter chráni váš počítač pred rôznymi malware.
M_IMFInfo_NeedUpDate=Váš anti-spyware program je zastaraný.
M_IMFDesc=Chráňte svoj počítač pred škodlivým softvérom.
M_RunIMF=Skenovať
M_DBCaption=Aktualizácia oládačov
M_DBInfo_NotIns_C=Nájdených zastaraných ovládačov, ktoré môžu spomaliť && destabilizovať počítač.
M_DBInfo_NotIns=Nájsť zastarané ovládače, ktoré môžu spomaliť && destabilizovať počítač.
M_DBInfo_UpToDate=Driver Booster aktualizuje zastarané ovládače na vašom PC.
M_DBInfo_NeedUpDate=Váš program na aktualizáciu ovládačov je zastaraný.
M_DBDesc=Aktualizovať všetky zastarané ovládače na vašom PC.
M_RunDB=Skenovať
M_SDCaption=Optimalizácia disku
M_SDInfo_NotIns=Optimalizácia disku zisťuje problémy. Optimalizovať pre zvýšenie výkonu vášho disku.
M_SDInfo_UpToDate=Smart Defrag defragmentuje disk pre vysoký výkon.
M_SDInfo_NeedUpDate=Váš program na defragmentáciu disku je zastaraný.
M_SDDesc=Defragmentácia disku pre vysoký výkon.
M_RunSD=Defragmentovať
M_SMCaption=Ponuka Štart
M_SMInfo_NotIns=Získať späť svoju známu Windows "Štart" ponuku.
M_SMInfo_UpToDate=Štart ponuka 8 prináša späť Windows "Štart" ponuku.
M_SMInfo_NeedUpDate=Vaša Štart ponuka 8 je zastaraná.
M_SMDesc=Priviesť späť Windows "Štart" ponuku && spravovať pracovnú plochu.
M_RunSM=Spustiť
M_AMCCaption=Android ochrana
M_AMCInfo_NotIns=Získajte lepšiu ochranu bezpečnosti a súkromia pre zariadenia so systémom Android.
M_Recomm_Ins_AMC=Odporúčané: Inštalovať %s pre zariadenia so systémom Android.
M_AMCDesc=Optimalizácia a zabezpečenie zariadenia so systémom Android.
M_RunAMC=Inštalovať
M_DLCaption=Správca hesiel
M_DLInfo_NotIns=Chrániť a spravovať všetky vaše heslá s Dashlane správcom hesiel.
M_DLInfo_UpToDate=Nikdy nezabudnete heslo s bezpečným a spoľahlivým Dashlane.
M_RunDL=Spravovať
M_AC_FreeTitleHide1=Všetky odporúčané programy sú skryté!
M_AC_FreeTitleHide2=Kliknutím na tlačidlo "Zobraziť" ich zobrazíte a inštalovaním získate plnú ochranu bezpečnosti a maximálneho výkonu.
M_IUCaption=Odinštalátor programov
M_IUInfo_NotIns=Odstránenie nežiaducich programov, panelov s nástrojmi a zásuvných modulov prehliadačov.
M_IUInfo_UpToDate=IObit Uninstaller dôkladne odstraňuje zásuvné moduly & aplikácie.
M_IUInfo_NeedUpDate=Váš IObit Uninstaller je zastaraný.
M_RunIU=Spustiť
M_FPCaption=Video Converter
M_FPInfo_NotIns=Získajte video konvertor pre prevod vášho videa pre rôzne zariadenia.
M_FPInfo_UpToDate=Vychutnajte si sledovanie videa na akomkoľvek zariadení, ktoré chcete.
M_FPInfo_NeedUpDate=Formát balíka je zastaraný.
M_iFreeUpCaption=iOS optimalizácia
M_RuniFreeUp=Skenovať
M_BuyiFreeUp=Kúpiť
M_iFreeUpDesc=Bezplatné iOS zariadenia pre viac priestoru.
M_iFreeUpInfo_NotIns=Môže tam byť veľa cenného priestoru na vašom iOS zariadení.
M_iFreeUpInfo_UpToDate=iFreeUp uvoľní iOS zariadenia pre viac priestoru.
M_iFreeUpInfo_NeedUpDate=Váš iFreeUp je zastaraný.
M_Recomm_Ins_iFreeUp=Odporúčané: Nainštalovať %s voľné nevyužité miesto.
M_RunSGB=Zvýšiť
M_SGBCaption=Optimalizácia pre hry
M_SGBInfo_NotIns=Zvýšte životnosť vašej hry a zároveň udržíte počítač v najlepšej forme.
M_SGBInfo_UpToDate=Superb Game Boost zrýchli a optimalizuje výkon hry jedným kliknutím.
M_SGBInfo_NeedUpDate=Superb Game Boost je zastaraný.
M_RunIVC=Vyskúšať
M_IVCCaption=Free Video Converter
M_IVCInfo_NotIns=100% voľný a čistý, viac ako 150 formátov a rýchlejší prevod videa!
M_IVCInfo_UpToDate=Sledujte videá akýmkoľvek spôsobom.
M_IVCInfo_NeedUpDate=iFun Video Converter je zastaraný.
M_RunIOT=Spravovať
M_IOTCaption=iPhone správca
M_IOTInfo_NotIns=Jedným kliknutím importovať, exportovať a spravovať fotografie, video, hudbu na svojom zariadení so systémom iOS.
M_IOTInfo_UpToDate=IOTransfer beží dobre.
M_IOTInfo_NeedUpDate=IOTransfer je zastaraný.
M_IOTTip=IOTransfer promises:<br>+ Prevod iPhone hudba na PC/iTunes<br>+ Spravovať všetky svoje fotografie s ľahkosťou<br>+ Záloha/obnoviť iPhone obsah<br>+ Poskytovať technickú podporu premium
M_IOTDesc=Všetko v jednom Správca obsahu pre iPhone && iPad.
M_VipTitle=VIP exkluzívna ponuka
M_AC_ShareTip=Exkluzívnu ponuku zdieľajte s priateľmi/rodinou
M_AC_Pro_Title=Ostatné výrobky odporúčané pre lepšie zabezpečenie a výkon.
M_ACPro_SubTitle=Kúpiť si EXKLUZÍVNE za zľavnenú cenu iba ASC PRO užívatelia.
M_ACPro_SubTitle_AU=Kúpiť si EXKLUZÍVNE za zľavnenú cenu iba ASC Ultimate užívatelia.
M_ActionCenterTitle_Perfectly=Všetky programy sú spúšťané perfektne!
M_ACPro_SubTitle_db=Kúpiť teraz tešiť sa na exkluzívnu zľavu len pre užívateľov Driver Booster PRO.
M_SubTitle_Perfectly=Spustite tieto programy pravidelne, pre lepšie zabezpečenie a výkon počítača. Užite si ich použitie.
M_ShowACTitlePro=VIP exkluzívna ponuka
M_ShowACDescPro=Kliknite na "Zobraziť" a získate exkluzívne diskontné ceny pre ďalšie odporúčané IObit produkty.
M_AC_ProShareMail=Zdieľať prostredníctvom e-mailov
M_AC_ProShareFB=Zdieľať cez Facebook
M_AC_NoMailCLient=Operácia zlyhala, pretože predvolený e-mailový klient nie je nainštalovaný správne.
M_BuyIMF=Kúpiť
M_BuyDB=Kúpiť
M_BuySD=Kúpiť
M_AC_Tips=Získajte lepšiu ochranu zabezpečenia a zvýšenie výkonu inštaláciou odporúčaných programov.

[SendBugReportNew_FrmMain]
lblTitle.Caption=IObit Uninstaller
btnSendReport.Caption=Odoslať hlásenie o chybe
lblErrorDetails.Caption=Podrobnosti o chybe:
lblUserEmail.Caption=Vaša emailová adresa:
lblSuccTips.Caption=Ďakujeme, že ste nám poslali hlásenie o chybe. Pokúsime sa to vyriešiť čo najskôr.
btnClose.Hint=Zatvoriť

[SendBugReportNew_M]
M_AskUserTips=vyskytol sa problém. Pošlite nám správu o chybe a pomôžte nám to opraviť.
M_BugStatisticsTips=došlo k problému a je potrebné zatvoriť program. Teraz analyzujeme príčinu. Prosím čakajte...
M_SendingTips=Posielanie...
M_AttentionTips=došlo k problému a je potrebné zatvoriť program. Prosím neskôr reštartovať.
M_InvalidEmailTips=Neplatná e-mailová adresa! Prosím, zadajte platnú e-mailovú adresu, aby sme vám mohli polať odpoveď.
M_OKTips=OK

[ACD_M]
M_Downloading=Sťahovanie:
M_TipFixing=Oprava
M_Tips=Sťahovanie je spustené. Dvojitým kliknutím na ikonu zobrazíte Podrobnosti.
M_Installing=Inštalácia:
M_MD5Faild=Stiahnutý súbor je poškodený. Skúste to prosím neskôr.
M_NetError=Sťahovanie zlyhalo kvôli chybe sieti. Skúste to prosím neskôr!
M_DiskIsFull=Nedostatok miesta na disku!
M_Speed=Rýchlosť:
M_AreSure_IObit=Naozaj chcete ukončiť IObit Downloader?

[ACD_frmActionCenter]
lbl_Cancel.Caption=Zrušiť
lbl_Min.Caption=Minimalizovať
btnClose.Hint=Zatvoriť

